[
  {
    "id": 1,
    "area": "Personas y Habilidades Digitales",
    "text": "쮺칩mo se desarrolla la alfabetizaci칩n digital del equipo?",
    "options": [
      { "value": 1, "label": "No hay desarrollo; uso b치sico o nulo.", "color": "游댮" },
      { "value": 2, "label": "Algunos empleados tienen conocimientos t칠cnicos limitados.", "color": "游" },
      { "value": 3, "label": "Se brinda capacitaci칩n b치sica peri칩dica en herramientas digitales.", "color": "游리" },
      { "value": 4, "label": "Existe planificaci칩n estrat칠gica de habilidades digitales y programas de capacitaci칩n continuos.", "color": "游릭" }
    ]
  },
  {
    "id": 2,
    "area": "Personas y Habilidades Digitales",
    "text": "쯈u칠 tipo de roles tecnol칩gicos tiene la empresa?",
    "options": [
      { "value": 1, "label": "No existen roles dedicados a tecnolog칤a o an치lisis digital.", "color": "游댮" },
      { "value": 2, "label": "Algunos empleados usan herramientas digitales pero no es su funci칩n principal.", "color": "游" },
      { "value": 3, "label": "Hay responsables claros en 치reas como ventas digitales o redes sociales.", "color": "游리" },
      { "value": 4, "label": "Cuenta con personal especializado en TI, marketing digital o an치lisis web.", "color": "游릭" }
    ]
  },
  {
    "id": 3,
    "area": "Personas y Habilidades Digitales",
    "text": "쮺칩mo se fomenta una cultura digital dentro de la organizaci칩n?",
    "options": [
      { "value": 1, "label": "No hay incentivos ni pol칤ticas relacionadas con la innovaci칩n o adopci칩n digital.", "color": "游댮" },
      { "value": 2, "label": "Algunos l칤deres promueven el uso de herramientas digitales de forma informal.", "color": "游" },
      { "value": 3, "label": "Se fomenta el aprendizaje digital mediante talleres o espacios colaborativos.", "color": "游리" },
      { "value": 4, "label": "La cultura digital est치 integrada en los valores de la empresa, con incentivos claros y metodolog칤as simples.", "color": "游릭" }
    ]
  },
  {
    "id": 4,
    "area": "Personas y Habilidades Digitales",
    "text": "쮺칩mo se gestiona el talento digital en la empresa?",
    "options": [
      { "value": 1, "label": "No hay estrategia de atracci칩n ni retenci칩n de talento digital.", "color": "游댮" },
      { "value": 2, "label": "Se contrata talento t칠cnico puntualmente, sin planificaci칩n estrat칠gica.", "color": "游" },
      { "value": 3, "label": "Se valora el talento digital y se ofrecen oportunidades de crecimiento interno.", "color": "游리" },
      { "value": 4, "label": "Existe un plan activo de reclutamiento, rotaci칩n y desarrollo de habilidades digitales.", "color": "游릭" }
    ]
  },
  {
    "id": 5,
    "area": "Presencia y Canales Digitales",
    "text": "쯈u칠 tan completa es tu presencia digital actual?",
    "options": [
      { "value": 1, "label": "Solo perfiles en redes sociales sin informaci칩n clara ni prop칩sito comercial.", "color": "游댮" },
      { "value": 2, "label": "Sitio b치sico sin funcionalidad clara ni dise침o atractivo.", "color": "游" },
      { "value": 3, "label": "Tiene sitio web funcional y presencia activa en redes sociales.", "color": "游리" },
      { "value": 4, "label": "Plataforma robusta con tienda online, contenido actualizado y experiencia de usuario optimizada.", "color": "游릭" }
    ]
  },
  {
    "id": 6,
    "area": "Presencia y Canales Digitales",
    "text": "쮺칩mo se gestionan las interacciones en canales digitales?",
    "options": [
      { "value": 1, "label": "Los canales est치n desactivados o son poco utilizados.", "color": "游댮" },
      { "value": 2, "label": "Se responden mensajes de manera reactiva y sin protocolo.", "color": "游" },
      { "value": 3, "label": "Se monitorea la interacci칩n y se responde de forma programada.", "color": "游리" },
      { "value": 4, "label": "Existen chatbots, atenci칩n automatizada y respuesta proactiva en tiempo real.", "color": "游릭" }
    ]
  },
  {
    "id": 7,
    "area": "Presencia y Canales Digitales",
    "text": "쮺칩mo se mide el impacto de la presencia digital en el negocio?",
    "options": [
      { "value": 1, "label": "No se miden m칠tricas ni se analiza el impacto.", "color": "游댮" },
      { "value": 2, "label": "Se revisan visualmente datos b치sicos (visitas, seguidores).", "color": "游" },
      { "value": 3, "label": "Se usan herramientas de an치lisis como Google Analytics u otras.", "color": "游리" },
      { "value": 4, "label": "Se realizan reportes frecuentes sobre tr치fico, conversi칩n y ROI de canales digitales.", "color": "游릭" }
    ]
  },
  {
    "id": 8,
    "area": "Comunicaci칩n Interna y Externa",
    "text": "쮺칩mo se organiza la comunicaci칩n interna en la empresa?",
    "options": [
      { "value": 1, "label": "Todo es verbal o escrito en papel.", "color": "游댮" },
      { "value": 2, "label": "Uso limitado de correo o WhatsApp.", "color": "游" },
      { "value": 3, "label": "Uso de herramientas colaborativas como Teams, Slack o Google Workspace.", "color": "游리" },
      { "value": 4, "label": "Comunicaci칩n integrada con sistemas operativos, flujos de trabajo y alertas autom치ticas.", "color": "游릭" }
    ]
  },
  {
    "id": 9,
    "area": "Comunicaci칩n Interna y Externa",
    "text": "쮺칩mo se comunica con clientes y proveedores?",
    "options": [
      { "value": 1, "label": "Comunicaci칩n exclusivamente telef칩nica o presencial.", "color": "游댮" },
      { "value": 2, "label": "Uso de correo electr칩nico y redes sociales sin seguimiento.", "color": "游" },
      { "value": 3, "label": "Plataformas de contacto digital con gesti칩n de tickets o chats.", "color": "游리" },
      { "value": 4, "label": "Integraci칩n entre CRM, soporte digital y canales de comunicaci칩n multicanal.", "color": "游릭" }
    ]
  },
  {
    "id": 10,
    "area": "Comunicaci칩n Interna y Externa",
    "text": "쮺칩mo se asegura la consistencia en la comunicaci칩n entre 치reas?",
    "options": [
      { "value": 1, "label": "No hay coordinaci칩n clara; informaci칩n dispersa.", "color": "游댮" },
      { "value": 2, "label": "Se comparte informaci칩n ocasionalmente por correo.", "color": "游" },
      { "value": 3, "label": "Se usan herramientas compartidas para mantener consistencia.", "color": "游리" },
      { "value": 4, "label": "Se integra la comunicaci칩n interna y externa en un sistema 칰nico (ERP, CRM, intranet corporativa).", "color": "游릭" }
    ]
  },
  {
    "id": 11,
    "area": "Comunicaci칩n Interna y Externa",
    "text": "쯉e registran y analizan las interacciones digitales para mejorar?",
    "options": [
      { "value": 1, "label": "No se guardan registros ni se analizan interacciones.", "color": "游댮" },
      { "value": 2, "label": "Algunas interacciones se registran manualmente.", "color": "游" },
      { "value": 3, "label": "Se recopilan datos de comunicaci칩n digital para generar reportes b치sicos.", "color": "游리" },
      { "value": 4, "label": "Se analizan patrones de comunicaci칩n y se toman decisiones basadas en ellos.", "color": "游릭" }
    ]
  },
  {
    "id": 12,
    "area": "Marketing y Ventas Digitales",
    "text": "쮺u치l es el nivel de madurez en estrategia de marketing digital?",
    "options": [
      { "value": 1, "label": "No existe estrategia formal.", "color": "游댮" },
      { "value": 2, "label": "Estrategia b치sica, enfocada en redes sociales o correos ocasionales.", "color": "游" },
      { "value": 3, "label": "Marketing multicanal con objetivos definidos y medici칩n parcial.", "color": "游리" },
      { "value": 4, "label": "Estrategia digital bien definida, integrada con objetivos comerciales y KPIs claros.", "color": "游릭" }
    ]
  },
  {
    "id": 13,
    "area": "Marketing y Ventas Digitales",
    "text": "쮺칩mo se ejecutan campa침as de marketing digital?",
    "options": [
      { "value": 1, "label": "No se ejecutan campa침as.", "color": "游댮" },
      { "value": 2, "label": "Campa침as manuales sin segmentaci칩n ni seguimiento.", "color": "游" },
      { "value": 3, "label": "Uso de herramientas como Mailchimp, Facebook Ads o Google Ads.", "color": "游리" },
      { "value": 4, "label": "Automatizaci칩n de campa침as, personalizaci칩n y medici칩n continua.", "color": "游릭" }
    ]
  },
  {
    "id": 14,
    "area": "Marketing y Ventas Digitales",
    "text": "쮺칩mo se convierte el tr치fico digital en ventas?",
    "options": [
      { "value": 1, "label": "No hay tr치fico digital significativo.", "color": "游댮" },
      { "value": 2, "label": "Tr치fico sin conversi칩n definida ni seguimiento.", "color": "游" },
      { "value": 3, "label": "Se usan landing pages y formularios simples.", "color": "游리" },
      { "value": 4, "label": "Se aplican t칠cnicas de UX/UI, remarketing y funnel analytics.", "color": "游릭" }
    ]
  },
  {
    "id": 15,
    "area": "Marketing y Ventas Digitales",
    "text": "쮺칩mo se miden los resultados del marketing digital?",
    "options": [
      { "value": 1, "label": "No se miden resultados.", "color": "游댮" },
      { "value": 2, "label": "Se revisan datos de forma ocasional y sin profundidad.", "color": "游" },
      { "value": 3, "label": "Se generan reportes mensuales con indicadores clave.", "color": "游리" },
      { "value": 4, "label": "Dashboards en tiempo real y an치lisis predictivo de rendimiento.", "color": "游릭" }
    ]
  },
  {
    "id": 16,
    "area": "Marketing y Ventas Digitales",
    "text": "쮺칩mo se ajusta la estrategia seg칰n los resultados obtenidos?",
    "options": [
      { "value": 1, "label": "No hay ajuste; todo es est치tico.", "color": "游댮" },
      { "value": 2, "label": "Se hacen cambios puntuales sin base en datos.", "color": "游" },
      { "value": 3, "label": "Se revisan datos y se ajustan campa침as manualmente.", "color": "游리" },
      { "value": 4, "label": "Se ajustan autom치ticamente campa침as bas치ndose en test A/B y modelos predictivos.", "color": "游릭" }
    ]
  },
  {
    "id": 17,
    "area": "Experiencia y Relaci칩n con el Cliente",
    "text": "쮺칩mo se registra y organiza la informaci칩n de los clientes?",
    "options": [
      { "value": 1, "label": "No se registra informaci칩n.", "color": "游댮" },
      { "value": 2, "label": "Se guardan datos en archivos locales o hojas de c치lculo.", "color": "游" },
      { "value": 3, "label": "Se usa software de CRM b치sico o herramientas simples.", "color": "游리" },
      { "value": 4, "label": "Se usa CRM avanzado con integraci칩n en m칰ltiples canales.", "color": "游릭" }
    ]
  },
  {
    "id": 18,
    "area": "Experiencia y Relaci칩n con el Cliente",
    "text": "쮺칩mo se personaliza la experiencia del cliente?",
    "options": [
      { "value": 1, "label": "No hay personalizaci칩n.", "color": "游댮" },
      { "value": 2, "label": "Se usan datos b치sicos (nombre, preferencias generales).", "color": "游" },
      { "value": 3, "label": "Se env칤an ofertas personalizadas seg칰n comportamiento reciente.", "color": "游리" },
      { "value": 4, "label": "Se usan modelos predictivos para anticipar necesidades y ofrecer soluciones proactivas.", "color": "游릭" }
    ]
  },
  {
    "id": 19,
    "area": "Experiencia y Relaci칩n con el Cliente",
    "text": "쮺칩mo se sigue la interacci칩n del cliente a lo largo del ciclo de vida?",
    "options": [
      { "value": 1, "label": "No se hace seguimiento.", "color": "游댮" },
      { "value": 2, "label": "Se registra manualmente el historial de interacci칩n.", "color": "游" },
      { "value": 3, "label": "Se utiliza CRM con historial de contactos y compras.", "color": "游리" },
      { "value": 4, "label": "Se tiene visibilidad integral del cliente desde prospecci칩n hasta postventa.", "color": "游릭" }
    ]
  },
  {
    "id": 20,
    "area": "Experiencia y Relaci칩n con el Cliente",
    "text": "쮺칩mo se resuelven las incidencias o dudas del cliente?",
    "options": [
      { "value": 1, "label": "Sin proceso establecido.", "color": "游댮" },
      { "value": 2, "label": "Se atiende en base a disponibilidad y memoria.", "color": "游" },
      { "value": 3, "label": "Se asignan casos y se registran en sistema b치sico.", "color": "游리" },
      { "value": 4, "label": "Se usa sistema automatizado de resoluci칩n, con encuestas y feedback continuo.", "color": "游릭" }
    ]
  },
  {
    "id": 21,
    "area": "Digitalizaci칩n de Procesos Operativos",
    "text": "쯈u칠 procesos operativos est치n actualmente automatizados?",
    "options": [
      { "value": 1, "label": "Ning칰n proceso est치 automatizado; todo se hace manualmente.", "color": "游댮" },
      { "value": 2, "label": "Solo tareas aisladas est치n automatizadas (por ejemplo, env칤o de correos, generaci칩n de facturas).", "color": "游" },
      { "value": 3, "label": "Varias 치reas clave (ventas, finanzas, log칤stica) tienen procesos semi-automatizados con herramientas digitales.", "color": "游리" },
      { "value": 4, "label": "La mayor칤a de procesos operativos est치n automatizados mediante flujos digitales, herramientas integradas o scripts propios.", "color": "游릭" }
    ]
  },
  {
    "id": 22,
    "area": "Digitalizaci칩n de Procesos Operativos",
    "text": "쮺칩mo se gestionan los flujos de trabajo internos?",
    "options": [
      { "value": 1, "label": "Todo se organiza con instrucciones verbales, llamadas o papel.", "color": "游댮" },
      { "value": 2, "label": "Usamos herramientas b치sicas como correo electr칩nico o Excel compartido.", "color": "游" },
      { "value": 3, "label": "Contamos con sistemas como Trello, Notion, Google Workspace u otras plataformas colaborativas.", "color": "游리" },
      { "value": 4, "label": "Utilizamos herramientas de gesti칩n de flujos automatizados (ERP, Monday, Asana, automatizaciones con IA o RPA).", "color": "游릭" }
    ]
  },
  {
    "id": 23,
    "area": "Digitalizaci칩n de Procesos Operativos",
    "text": "쮺u치nto tiempo toma completar tareas administrativas clave (facturaci칩n, pagos, reportes, etc.)?",
    "options": [
      { "value": 1, "label": "Las tareas toman mucho tiempo y dependen de intervenci칩n manual constante.", "color": "游댮" },
      { "value": 2, "label": "Se han reducido tiempos gracias a herramientas simples, pero siguen siendo repetitivas.", "color": "游" },
      { "value": 3, "label": "El tiempo se ha reducido sustancialmente gracias a automatizaci칩n parcial y plantillas digitales.", "color": "游리" },
      { "value": 4, "label": "Las tareas administrativas clave est치n automatizadas o centralizadas, lo que permite completarlas en minutos y sin errores.", "color": "游릭" }
    ]
  },
  {
    "id": 24,
    "area": "Digitalizaci칩n de Procesos Operativos",
    "text": "쮺칩mo se identifican y corrigen errores operativos?",
    "options": [
      { "value": 1, "label": "Solo se detectan cuando generan reclamos o p칠rdidas visibles.", "color": "游댮" },
      { "value": 2, "label": "Se revisan peri칩dicamente con esfuerzo manual (conciliaciones, controles de calidad).", "color": "游" },
      { "value": 3, "label": "El sistema alerta autom치ticamente sobre inconsistencias (por ejemplo, en inventario, pagos, entregas).", "color": "游리" },
      { "value": 4, "label": "La empresa cuenta con monitoreo continuo, alertas autom치ticas y acciones correctivas programadas.", "color": "游릭" }
    ]
  },
  {
    "id": 25,
    "area": "Digitalizaci칩n de Procesos Operativos",
    "text": "쯈u칠 tan escalable es su operaci칩n gracias a la automatizaci칩n?",
    "options": [
      { "value": 1, "label": "El crecimiento implica contratar m치s personas porque todo depende de trabajo manual.", "color": "游댮" },
      { "value": 2, "label": "Hemos optimizado algo, pero escalar requiere reorganizaci칩n significativa.", "color": "游" },
      { "value": 3, "label": "Podemos crecer con eficiencia razonable gracias a algunas automatizaciones.", "color": "游리" },
      { "value": 4, "label": "Podemos escalar operaciones sin aumentar proporcionalmente los costos o personal, gracias a automatizaci칩n robusta.", "color": "游릭" }
    ]
  },
  {
    "id": 26,
    "area": "Datos y Toma de Decisiones",
    "text": "쮺칩mo se recolecta y organiza la informaci칩n relevante para tomar decisiones?",
    "options": [
      { "value": 1, "label": "No se recolecta ni organiza informaci칩n; las decisiones son intuitivas.", "color": "游댮" },
      { "value": 2, "label": "Se guardan algunos datos manualmente (en papel o hojas de c치lculo).", "color": "游" },
      { "value": 3, "label": "Se recopilan datos digitales b치sicos (ventas, tr치fico web) y se analizan ocasionalmente.", "color": "游리" },
      { "value": 4, "label": "Se usan herramientas como Google Analytics o CRM para recolectar y organizar datos autom치ticamente.", "color": "游릭" }
    ]
  },
  {
    "id": 27,
    "area": "Datos y Toma de Decisiones",
    "text": "쯈u칠 tipo de an치lisis se realiza sobre los datos recolectados?",
    "options": [
      { "value": 1, "label": "No se hace ning칰n an치lisis formal.", "color": "游댮" },
      { "value": 2, "label": "Se revisan visualmente datos b치sicos sin profundidad.", "color": "游" },
      { "value": 3, "label": "Se generan reportes mensuales con indicadores clave como ventas, visitas o conversiones.", "color": "游리" },
      { "value": 4, "label": "Se aplican dashboards simples y se analizan tendencias para guiar decisiones operativas.", "color": "游릭" }
    ]
  },
  {
    "id": 28,
    "area": "Datos y Toma de Decisiones",
    "text": "쯈ui칠n tiene acceso a la informaci칩n relevante para tomar decisiones?",
    "options": [
      { "value": 1, "label": "Solo algunas personas tienen acceso limitado y desorganizado a los datos.", "color": "游댮" },
      { "value": 2, "label": "Algunos empleados acceden a informaci칩n b치sica, pero no hay una forma sistem치tica de compartirla.", "color": "游" },
      { "value": 3, "label": "Los responsables acceden regularmente a reportes claros y comprensibles.", "color": "游리" },
      { "value": 4, "label": "Todos los niveles relevantes tienen acceso controlado a informaci칩n actualizada y 칰til.", "color": "游릭" }
    ]
  },
  {
    "id": 29,
    "area": "Datos y Toma de Decisiones",
    "text": "쮺칩mo se utilizan los datos para mejorar procesos o estrategias?",
    "options": [
      { "value": 1, "label": "No se usan datos para mejorar procesos ni ajustar estrategias.", "color": "游댮" },
      { "value": 2, "label": "Algunas decisiones se toman con base en datos, pero sin seguimiento claro.", "color": "游" },
      { "value": 3, "label": "Se comparan datos hist칩ricos para evaluar rendimiento y hacer peque침os ajustes.", "color": "游리" },
      { "value": 4, "label": "Se monitorea continuamente y se ajustan estrategias y procesos con base en datos objetivos.", "color": "游릭" }
    ]
  },
  {
    "id": 30,
    "area": "Datos y Toma de Decisiones",
    "text": "쯈u칠 herramientas utilizan para visualizar, interpretar y actuar sobre los datos?",
    "options": [
      { "value": 1, "label": "No usamos herramientas de visualizaci칩n de datos.", "color": "游댮" },
      { "value": 2, "label": "Solo usamos hojas de c치lculo con tablas o gr치ficos b치sicos.", "color": "游" },
      { "value": 3, "label": "Utilizamos dashboards sencillos o herramientas como Google Data Studio.", "color": "游리" },
      { "value": 4, "label": "Utilizamos soluciones avanzadas de inteligencia de negocio (BI), con integraci칩n a m칰ltiples fuentes de datos.", "color": "游릭" }
    ]
  },
  {
    "id": 31,
    "area": "Ciberseguridad y Protecci칩n de Datos",
    "text": "쯈u칠 nivel de protecci칩n tienen los dispositivos y redes de la empresa?",
    "options": [
      { "value": 1, "label": "No hay protecci칩n activa (no antivirus, no contrase침as, no firewalls).", "color": "游댮" },
      { "value": 2, "label": "Usan antivirus b치sicos y contrase침as d칠biles sin pol칤ticas definidas.", "color": "游" },
      { "value": 3, "label": "Tienen antivirus activos, contrase침as seguras y actualizaciones peri칩dicas.", "color": "游리" },
      { "value": 4, "label": "Adem치s de lo anterior, tienen control de acceso, bloqueo autom치tico y revisiones t칠cnicas regulares.", "color": "游릭" }
    ]
  },
  {
    "id": 32,
    "area": "Ciberseguridad y Protecci칩n de Datos",
    "text": "쮺칩mo se protege la informaci칩n sensible de clientes y la empresa?",
    "options": [
      { "value": 1, "label": "No se resguarda ni respalda la informaci칩n.", "color": "游댮" },
      { "value": 2, "label": "La informaci칩n se guarda localmente sin cifrado ni respaldo seguro.", "color": "游" },
      { "value": 3, "label": "Se realizan respaldos manuales y se restringe el acceso a ciertos archivos.", "color": "游리" },
      { "value": 4, "label": "Se usan herramientas con encriptaci칩n, respaldos autom치ticos y acceso restringido por roles.", "color": "游릭" }
    ]
  },
  {
    "id": 33,
    "area": "Ciberseguridad y Protecci칩n de Datos",
    "text": "쮼l equipo est치 capacitado en buenas pr치cticas de seguridad digital?",
    "options": [
      { "value": 1, "label": "No se ha realizado ninguna capacitaci칩n ni se han establecido normas.", "color": "游댮" },
      { "value": 2, "label": "Se han dado indicaciones informales sobre cuidado de claves y navegaci칩n.", "color": "游" },
      { "value": 3, "label": "Se han compartido buenas pr치cticas y algunos empleados las aplican.", "color": "游리" },
      { "value": 4, "label": "Todo el personal ha recibido formaci칩n b치sica en ciberseguridad y phishing.", "color": "游릭" }
    ]
  },
  {
    "id": 34,
    "area": "Ciberseguridad y Protecci칩n de Datos",
    "text": "쯈u칠 mecanismos tienen ante incidentes digitales?",
    "options": [
      { "value": 1, "label": "No hay planes ni protocolos ante incidentes.", "color": "游댮" },
      { "value": 2, "label": "Solo se act칰a cuando ocurre un problema, sin planificaci칩n previa.", "color": "游" },
      { "value": 3, "label": "Tienen pasos b치sicos definidos y respaldos manuales.", "color": "游리" },
      { "value": 4, "label": "Existen protocolos claros, responsables asignados y simulacros b치sicos de respuesta.", "color": "游릭" }
    ]
  },
  {
    "id": 35,
    "area": "Ciberseguridad y Protecci칩n de Datos",
    "text": "쮺umplen con alguna normativa local o internacional de protecci칩n de datos o ciberseguridad?",
    "options": [
      { "value": 1, "label": "No cumplimos ninguna normativa ni estamos al tanto de obligaciones legales.", "color": "游댮" },
      { "value": 2, "label": "Conocemos algunas regulaciones, pero no las aplicamos formalmente.", "color": "游" },
      { "value": 3, "label": "Cumplimos con normativas b치sicas como protecci칩n de datos personales (Ley Org치nica de Protecci칩n de Datos Personales en Ecuador, por ejemplo).", "color": "游리" },
      { "value": 4, "label": "Cumplimos y documentamos normativas nacionales e internacionales (ISO 27001, GDPR, PCI-DSS u otras), y auditamos regularmente.", "color": "游릭" }
    ]
  },
  {
    "id": 36,
    "area": "Estrategia y Gobernanza Digital",
    "text": "쯃a empresa tiene alguna estrategia digital definida?",
    "options": [
      { "value": 1, "label": "No existe estrategia digital; todo es reactivo.", "color": "游댮" },
      { "value": 2, "label": "Hay ideas sueltas sobre digitalizaci칩n, pero no est치n documentadas ni ejecutadas.", "color": "游" },
      { "value": 3, "label": "Tiene una estrategia informal escrita o discutida internamente.", "color": "游리" },
      { "value": 4, "label": "Cuenta con un plan escrito de digitalizaci칩n alineado a metas comerciales.", "color": "游릭" }
    ]
  },
  {
    "id": 37,
    "area": "Estrategia y Gobernanza Digital",
    "text": "쮺칩mo se comunican y alinean los objetivos digitales?",
    "options": [
      { "value": 1, "label": "No hay comunicaci칩n ni alineaci칩n entre equipos sobre objetivos digitales.", "color": "游댮" },
      { "value": 2, "label": "Se mencionan oportunamente en reuniones, pero sin seguimiento.", "color": "游" },
      { "value": 3, "label": "Se comunican claramente y hay responsables asignados.", "color": "游리" },
      { "value": 4, "label": "Se revisan peri칩dicamente y se ajustan seg칰n resultados obtenidos.", "color": "游릭" }
    ]
  },
  {
    "id": 38,
    "area": "Estrategia y Gobernanza Digital",
    "text": "쯉e monitorea el avance de los objetivos digitales?",
    "options": [
      { "value": 1, "label": "No hay m칠tricas ni monitoreo.", "color": "游댮" },
      { "value": 2, "label": "Algunos empleados observan resultados, pero sin medici칩n sistem치tica.", "color": "游" },
      { "value": 3, "label": "Se revisan indicadores b치sicos de forma peri칩dica.", "color": "游리" },
      { "value": 4, "label": "Se generan reportes frecuentes y se miden KPIs relacionados con digitalizaci칩n.", "color": "游릭" }
    ]
  },
  {
    "id": 39,
    "area": "Estrategia y Gobernanza Digital",
    "text": "쮿ay alguien responsable de liderar el cambio digital en la empresa?",
    "options": [
      { "value": 1, "label": "Nadie tiene ese rol; todo depende de quien est칠 disponible.", "color": "游댮" },
      { "value": 2, "label": "Algunos empleados asumen tareas puntuales sin apoyo estructurado.", "color": "游" },
      { "value": 3, "label": "Un empleado o proveedor externo lleva parte del impulso digital.", "color": "游리" },
      { "value": 4, "label": "Hay un responsable o comit칠 interno encargado del avance digital de la empresa.", "color": "游릭" }
    ]
  },
  {
    "id": 40,
    "area": "Innovaci칩n y Futuro Digital",
    "text": "쮺칩mo se percibe la importancia de innovar digitalmente dentro de la empresa?",
    "options": [
      { "value": 1, "label": "No se considera importante; se prioriza mantener lo tradicional.", "color": "游댮" },
      { "value": 2, "label": "Se reconoce su valor, pero no se dedican recursos a ello.", "color": "游" },
      { "value": 3, "label": "Se intenta probar nuevas herramientas o soluciones digitales.", "color": "游리" },
      { "value": 4, "label": "Se fomenta la experimentaci칩n y se buscan activamente formas de mejorar con tecnolog칤a.", "color": "游릭" }
    ]
  },
  {
    "id": 41,
    "area": "Innovaci칩n y Futuro Digital",
    "text": "쯃a empresa ha probado nuevas tecnolog칤as para mejorar procesos?",
    "options": [
      { "value": 1, "label": "No se han adoptado ni evaluado nuevas herramientas digitales.", "color": "游댮" },
      { "value": 2, "label": "Conocen algunas tecnolog칤as, pero no las han usado a칰n.", "color": "游" },
      { "value": 3, "label": "Han hecho pruebas puntuales con herramientas gratuitas o sencillas.", "color": "游리" },
      { "value": 4, "label": "Han integrado nuevas herramientas o funciones digitales 칰tiles para el negocio.", "color": "游릭" }
    ]
  },
  {
    "id": 42,
    "area": "Innovaci칩n y Futuro Digital",
    "text": "쮺칩mo se valora la experimentaci칩n dentro del equipo?",
    "options": [
      { "value": 1, "label": "El equipo evita cambios por miedo a errores o gastos innecesarios.", "color": "游댮" },
      { "value": 2, "label": "Algunos empleados muestran inter칠s en probar cosas nuevas.", "color": "游" },
      { "value": 3, "label": "Se permite experimentar con nuevas soluciones y se reconocen iniciativas.", "color": "游리" },
      { "value": 4, "label": "Hay incentivos y espacios organizados para probar e implementar mejoras digitales.", "color": "游릭" }
    ]
  },
  {
  "id": 43,
  "area": "Innovaci칩n y Futuro Digital",
  "text": "쯈u칠 tan preparada est치 la empresa para adaptarse a nuevos entornos digitales?",
  "options": [
    { "value": 1, "label": "La empresa prefiere mantenerse igual y resistir los cambios.", "color": "游댮" },
    { "value": 2, "label": "Se adapta solo cuando es necesario y con ayuda externa.", "color": "游" },
    { "value": 3, "label": "Ha realizado peque침os ajustes digitales por iniciativa propia.", "color": "游리" },
    { "value": 4, "label": "Busca activamente nuevas tendencias y se adapta r치pidamente a cambios tecnol칩gicos.", "color": "游릭" }
  ]
},
  {
    "id": 44,
    "area": "Innovaci칩n y Futuro Digital",
    "text": "쯈u칠 tipo de tecnolog칤as emergentes se est치n considerando o utilizando?",
    "options": [
      { "value": 1, "label": "No usamos ni estamos evaluando tecnolog칤as emergentes.", "color": "游댮" },
      { "value": 2, "label": "Conocemos herramientas como IA, IoT, RPA o blockchain, pero no hemos hecho pruebas.", "color": "游" },
      { "value": 3, "label": "Hemos realizado pruebas piloto o implementaciones limitadas de tecnolog칤as emergentes.", "color": "游리" },
      { "value": 4, "label": "Estamos integrando o escalando tecnolog칤as emergentes en procesos clave del negocio.", "color": "游릭" }
    ]
  }
]
