[
  {
    "id": 1,
    "area": "Personas y Habilidades Digitales",
    "text": "쮺칩mo se eval칰a y desarrolla la alfabetizaci칩n digital del equipo?",
    "options": [
      { "value": 1, "label": "No hay evaluaci칩n ni desarrollo.", "color": "游댮" },
      { "value": 2, "label": "Se identifica informalmente; sin formaci칩n sistem치tica.", "color": "游" },
      { "value": 3, "label": "Hay formaci칩n peri칩dica y evaluaci칩n b치sica.", "color": "游리" },
      { "value": 4, "label": "Existe planificaci칩n estrat칠gica de habilidades digitales, evaluaci칩n formal y programas de capacitaci칩n personalizados.", "color": "游릭" }
    ]
  },
  {
    "id": 2,
    "area": "Personas y Habilidades Digitales",
    "text": "쯈u칠 tipo de roles especializados en tecnolog칤a tiene la empresa?",
    "options": [
      { "value": 1, "label": "No existen roles dedicados a tecnolog칤a o an치lisis digital.", "color": "游댮" },
      { "value": 2, "label": "Algunos empleados tienen conocimientos t칠cnicos pero no es su funci칩n principal.", "color": "游" },
      { "value": 3, "label": "Hay roles definidos en 치reas como TI, BI o anal칤tica.", "color": "游리" },
      { "value": 4, "label": "Cuenta con equipos especializados en 치reas tecnol칩gicas cr칤ticas (desarrollo, seguridad, inteligencia artificial, etc.).", "color": "游릭" }
    ]
  },
  {
    "id": 3,
    "area": "Personas y Habilidades Digitales",
    "text": "쮺칩mo se promueve una cultura digital dentro de la organizaci칩n?",
    "options": [
      { "value": 1, "label": "No hay incentivos ni pol칤ticas relacionadas con la innovaci칩n o adopci칩n digital.", "color": "游댮" },
      { "value": 2, "label": "Algunos l칤deres promueven el uso de herramientas digitales de forma informal.", "color": "游" },
      { "value": 3, "label": "Se fomenta el aprendizaje digital mediante talleres, mentor칤as o espacios colaborativos.", "color": "游리" },
      { "value": 4, "label": "La cultura digital est치 integrada en los valores de la empresa, con incentivos claros y metodolog칤as 치giles.", "color": "游릭" }
    ]
  },
  {
    "id": 4,
    "area": "Personas y Habilidades Digitales",
    "text": "쮺칩mo se gestiona el talento digital en la empresa?",
    "options": [
      { "value": 1, "label": "No hay estrategia de atracci칩n ni retenci칩n de talento digital.", "color": "游댮" },
      { "value": 2, "label": "Se contrata talento t칠cnico puntualmente, sin planificaci칩n estrat칠gica.", "color": "游" },
      { "value": 3, "label": "Se valora el talento digital y se ofrecen oportunidades de crecimiento interno.", "color": "游리" },
      { "value": 4, "label": "Existe un plan activo de reclutamiento, rotaci칩n, mentoring y desarrollo de habilidades digitales.", "color": "游릭" }
    ]
  },
  {
    "id": 5,
    "area": "Presencia y Canales Digitales",
    "text": "쯈u칠 tan completa es tu presencia digital (sitio web, redes sociales, e-commerce)?",
    "options": [
      { "value": 1, "label": "Solo presencia m칤nima o inexistente.", "color": "游댮" },
      { "value": 2, "label": "Sitio b치sico sin funcionalidad de ventas o interacci칩n.", "color": "游" },
      { "value": 3, "label": "Tiene sitio web funcional y presencia activa en redes sociales.", "color": "游리" },
      { "value": 4, "label": "Plataforma robusta con tienda online, contenido actualizado y experiencia de usuario optimizada.", "color": "游릭" }
    ]
  },
  {
    "id": 6,
    "area": "Presencia y Canales Digitales",
    "text": "쮺칩mo se gestionan las interacciones en canales digitales?",
    "options": [
      { "value": 1, "label": "Los canales est치n desactivos o son poco utilizados.", "color": "游댮" },
      { "value": 2, "label": "Se responden mensajes de manera reactiva y sin protocolo.", "color": "游" },
      { "value": 3, "label": "Se monitorea la interacci칩n y se responde de forma programada.", "color": "游리" },
      { "value": 4, "label": "Existen chatbots, atenci칩n automatizada y respuesta proactiva en tiempo real.", "color": "游릭" }
    ]
  },
  {
    "id": 7,
    "area": "Presencia y Canales Digitales",
    "text": "쮺칩mo se mide el impacto de la presencia digital en el negocio?",
    "options": [
      { "value": 1, "label": "No se miden m칠tricas ni se analiza el impacto.", "color": "游댮" },
      { "value": 2, "label": "Se revisan visualmente datos b치sicos (visitas, seguidores).", "color": "游" },
      { "value": 3, "label": "Se usan herramientas de an치lisis como Google Analytics u otras.", "color": "游리" },
      { "value": 4, "label": "Se realizan reportes frecuentes sobre tr치fico, conversi칩n y ROI de canales digitales.", "color": "游릭" }
    ]
  },
  {
    "id": 8,
    "area": "Comunicaci칩n Interna y Externa",
    "text": "쮺칩mo se organiza la comunicaci칩n interna en la empresa?",
    "options": [
      { "value": 1, "label": "Todo es verbal o escrito en papel.", "color": "游댮" },
      { "value": 2, "label": "Uso limitado de correo o WhatsApp.", "color": "游" },
      { "value": 3, "label": "Uso de herramientas colaborativas como Teams, Slack o Google Workspace.", "color": "游리" },
      { "value": 4, "label": "Comunicaci칩n integrada con sistemas operativos, flujos de trabajo y alertas autom치ticas.", "color": "游릭" }
    ]
  },
  {
    "id": 9,
    "area": "Comunicaci칩n Interna y Externa",
    "text": "쮺칩mo se comunica con clientes y proveedores?",
    "options": [
      { "value": 1, "label": "Comunicaci칩n exclusivamente telef칩nica o presencial.", "color": "游댮" },
      { "value": 2, "label": "Uso de correo electr칩nico y redes sociales sin seguimiento.", "color": "游" },
      { "value": 3, "label": "Plataformas de contacto digital con gesti칩n de tickets o chats.", "color": "游리" },
      { "value": 4, "label": "Integraci칩n entre CRM, soporte digital y canales de comunicaci칩n multicanal.", "color": "游릭" }
    ]
  },
  {
    "id": 10,
    "area": "Comunicaci칩n Interna y Externa",
    "text": "쮺칩mo se asegura la consistencia en la comunicaci칩n entre 치reas?",
    "options": [
      { "value": 1, "label": "No hay coordinaci칩n clara; informaci칩n dispersa.", "color": "游댮" },
      { "value": 2, "label": "Se comparte informaci칩n ocasionalmente por correo.", "color": "游" },
      { "value": 3, "label": "Se usan herramientas compartidas para mantener consistencia.", "color": "游리" },
      { "value": 4, "label": "Se integra la comunicaci칩n interna y externa en un sistema 칰nico (ERP, CRM, intranet corporativa).", "color": "游릭" }
    ]
  },
  {
    "id": 11,
    "area": "Comunicaci칩n Interna y Externa",
    "text": "쯉e registran y analizan las interacciones digitales para mejorar?",
    "options": [
      { "value": 1, "label": "No se guardan registros ni se analizan interacciones.", "color": "游댮" },
      { "value": 2, "label": "Algunas interacciones se registran manualmente.", "color": "游" },
      { "value": 3, "label": "Se recopilan datos de comunicaci칩n digital para generar reportes b치sicos.", "color": "游리" },
      { "value": 4, "label": "Se analizan patrones de comunicaci칩n y se toman decisiones basadas en ellos.", "color": "游릭" }
    ]
  },
  {
    "id": 12,
    "area": "Marketing y Ventas Digitales",
    "text": "쮺u치l es el nivel de madurez en estrategia de marketing digital?",
    "options": [
      { "value": 1, "label": "No existe estrategia formal.", "color": "游댮" },
      { "value": 2, "label": "Estrategia b치sica, enfocada en redes sociales o correos ocasionales.", "color": "游" },
      { "value": 3, "label": "Marketing multicanal con objetivos definidos y medici칩n parcial.", "color": "游리" },
      { "value": 4, "label": "Estrategia digital bien definida, integrada con objetivos comerciales y KPIs claros.", "color": "游릭" }
    ]
  },
  {
    "id": 13,
    "area": "Marketing y Ventas Digitales",
    "text": "쮺칩mo se ejecutan campa침as de marketing digital?",
    "options": [
      { "value": 1, "label": "No se ejecutan campa침as.", "color": "游댮" },
      { "value": 2, "label": "Campa침as manuales sin segmentaci칩n ni seguimiento.", "color": "游" },
      { "value": 3, "label": "Uso de herramientas como Mailchimp, Facebook Ads o Google Ads.", "color": "游리" },
      { "value": 4, "label": "Automatizaci칩n de campa침as, personalizaci칩n y medici칩n continua.", "color": "游릭" }
    ]
  },
  {
    "id": 14,
    "area": "Marketing y Ventas Digitales",
    "text": "쮺칩mo se convierte el tr치fico digital en ventas?",
    "options": [
      { "value": 1, "label": "No hay tr치fico digital significativo.", "color": "游댮" },
      { "value": 2, "label": "Tr치fico sin conversi칩n definida ni seguimiento.", "color": "游" },
      { "value": 3, "label": "Se usan landing pages y formularios simples.", "color": "游리" },
      { "value": 4, "label": "Se aplican t칠cnicas de UX/UI, remarketing y funnel analytics.", "color": "游릭" }
    ]
  },
  {
    "id": 15,
    "area": "Marketing y Ventas Digitales",
    "text": "쮺칩mo se miden los resultados del marketing digital?",
    "options": [
      { "value": 1, "label": "No se miden resultados.", "color": "游댮" },
      { "value": 2, "label": "Se revisan datos de forma ocasional y sin profundidad.", "color": "游" },
      { "value": 3, "label": "Se generan reportes mensuales con indicadores clave.", "color": "游리" },
      { "value": 4, "label": "Dashboards en tiempo real y an치lisis predictivo de rendimiento.", "color": "游릭" }
    ]
  },
  {
    "id": 16,
    "area": "Marketing y Ventas Digitales",
    "text": "쮺칩mo se ajusta la estrategia seg칰n los resultados obtenidos?",
    "options": [
      { "value": 1, "label": "No hay ajuste; todo es est치tico.", "color": "游댮" },
      { "value": 2, "label": "Se hacen cambios puntuales sin base en datos.", "color": "游" },
      { "value": 3, "label": "Se revisan datos y se ajustan campa침as manualmente.", "color": "游리" },
      { "value": 4, "label": "Se ajustan autom치ticamente campa침as bas치ndose en IA, test A/B y modelos predictivos.", "color": "游릭" }
    ]
  },
    {
    "id": 17,
    "area": "Experiencia y Relaci칩n con el Cliente",
    "text": "쮺칩mo se gestiona la relaci칩n con los clientes?",
    "options": [
      { "value": 1, "label": "No hay herramientas de gesti칩n de clientes.", "color": "游댮" },
      { "value": 2, "label": "Se usan hojas de c치lculo o archivos locales.", "color": "游" },
      { "value": 3, "label": "Se usa software de CRM b치sico o herramientas simples.", "color": "游리" },
      { "value": 4, "label": "Se usa CRM avanzado con integraci칩n en m칰ltiples canales y automatizaci칩n de procesos.", "color": "游릭" }
    ]
  },
  {
    "id": 18,
    "area": "Experiencia y Relaci칩n con el Cliente",
    "text": "쮺칩mo se personaliza la experiencia del cliente?",
    "options": [
      { "value": 1, "label": "No hay personalizaci칩n.", "color": "游댮" },
      { "value": 2, "label": "Se usan datos b치sicos (nombre, preferencias generales).", "color": "游" },
      { "value": 3, "label": "Se env칤an ofertas personalizadas seg칰n comportamiento reciente.", "color": "游리" },
      { "value": 4, "label": "Se usan modelos predictivos para anticipar necesidades y ofrecer soluciones proactivas.", "color": "游릭" }
    ]
  },
  {
    "id": 19,
    "area": "Experiencia y Relaci칩n con el Cliente",
    "text": "쮺칩mo se sigue la interacci칩n del cliente a lo largo del ciclo de vida?",
    "options": [
      { "value": 1, "label": "No se hace seguimiento.", "color": "游댮" },
      { "value": 2, "label": "Se registra manualmente el historial de interacci칩n.", "color": "游" },
      { "value": 3, "label": "Se utiliza CRM con historial de contactos y compras.", "color": "游리" },
      { "value": 4, "label": "Se tiene visibilidad integral del cliente desde prospecci칩n hasta postventa.", "color": "游릭" }
    ]
  },
  {
    "id": 20,
    "area": "Experiencia y Relaci칩n con el Cliente",
    "text": "쮺칩mo se resuelven las incidencias o dudas del cliente?",
    "options": [
      { "value": 1, "label": "Sin proceso establecido.", "color": "游댮" },
      { "value": 2, "label": "Se atiende en base a disponibilidad y memoria.", "color": "游" },
      { "value": 3, "label": "Se asignan casos y se registran en sistema b치sico.", "color": "游리" },
      { "value": 4, "label": "Se usa sistema automatizado de resoluci칩n, con encuestas y feedback continuo.", "color": "游릭" }
    ]
  },
  {
    "id": 21,
    "area": "Digitalizaci칩n de Procesos Operativos",
    "text": "쯈u칠 procesos operativos est치n actualmente automatizados?",
    "options": [
      { "value": 1, "label": "Ning칰n proceso est치 automatizado; todo se hace manualmente.", "color": "游댮" },
      { "value": 2, "label": "Solo tareas aisladas est치n automatizadas (por ejemplo, env칤o de correos, generaci칩n de facturas).", "color": "游" },
      { "value": 3, "label": "Varias 치reas clave (ventas, finanzas, log칤stica) tienen procesos semi-automatizados con herramientas digitales.", "color": "游리" },
      { "value": 4, "label": "La mayor칤a de procesos operativos est치n automatizados mediante flujos digitales, herramientas integradas o scripts propios.", "color": "游릭" }
    ]
  },
  {
    "id": 22,
    "area": "Digitalizaci칩n de Procesos Operativos",
    "text": "쮺칩mo se gestionan los flujos de trabajo internos?",
    "options": [
      { "value": 1, "label": "Todo se organiza con instrucciones verbales, llamadas o papel.", "color": "游댮" },
      { "value": 2, "label": "Usamos herramientas b치sicas como correo electr칩nico o Excel compartido.", "color": "游" },
      { "value": 3, "label": "Contamos con sistemas como Trello, Notion, Google Workspace u otras plataformas colaborativas.", "color": "游리" },
      { "value": 4, "label": "Utilizamos herramientas de gesti칩n de flujos automatizados (ERP, Monday, Asana, automatizaciones con IA o RPA).", "color": "游릭" }
    ]
  },
  {
    "id": 23,
    "area": "Digitalizaci칩n de Procesos Operativos",
    "text": "쮺u치nto tiempo toma completar tareas administrativas clave (facturaci칩n, pagos, reportes, etc.)?",
    "options": [
      { "value": 1, "label": "Las tareas toman mucho tiempo y dependen de intervenci칩n manual constante.", "color": "游댮" },
      { "value": 2, "label": "Se han reducido tiempos gracias a herramientas simples, pero siguen siendo repetitivas.", "color": "游" },
      { "value": 3, "label": "El tiempo se ha reducido sustancialmente gracias a automatizaci칩n parcial y plantillas digitales.", "color": "游리" },
      { "value": 4, "label": "Las tareas administrativas clave est치n automatizadas o centralizadas, lo que permite completarlas en minutos y sin errores.", "color": "游릭" }
    ]
  },
  {
    "id": 24,
    "area": "Digitalizaci칩n de Procesos Operativos",
    "text": "쮺칩mo se identifican y corrigen errores operativos?",
    "options": [
      { "value": 1, "label": "Solo se detectan cuando generan reclamos o p칠rdidas visibles.", "color": "游댮" },
      { "value": 2, "label": "Se revisan peri칩dicamente con esfuerzo manual (conciliaciones, controles de calidad).", "color": "游" },
      { "value": 3, "label": "El sistema alerta autom치ticamente sobre inconsistencias (por ejemplo, en inventario, pagos, entregas).", "color": "游리" },
      { "value": 4, "label": "La empresa cuenta con monitoreo continuo, alertas autom치ticas y acciones correctivas programadas.", "color": "游릭" }
    ]
  },
  {
    "id": 25,
    "area": "Digitalizaci칩n de Procesos Operativos",
    "text": "쯈u칠 tan escalable es su operaci칩n gracias a la automatizaci칩n?",
    "options": [
      { "value": 1, "label": "El crecimiento implica contratar m치s personas porque todo depende de trabajo manual.", "color": "游댮" },
      { "value": 2, "label": "Hemos optimizado algo, pero escalar requiere reorganizaci칩n significativa.", "color": "游" },
      { "value": 3, "label": "Podemos crecer con eficiencia razonable gracias a algunas automatizaciones.", "color": "游리" },
      { "value": 4, "label": "Podemos escalar operaciones sin aumentar proporcionalmente los costos o personal, gracias a automatizaci칩n robusta.", "color": "游릭" }
    ]
  },
  {
    "id": 26,
    "area": "Datos y Toma de Decisiones",
    "text": "쯈u칠 tan estructurada est치 la recolecci칩n de datos en tu empresa?",
    "options": [
      { "value": 1, "label": "No recolectamos datos de forma estructurada.", "color": "游댮" },
      { "value": 2, "label": "Recolectamos algunos datos de forma manual o no sistematizada.", "color": "游" },
      { "value": 3, "label": "Recolectamos datos de forma regular usando herramientas digitales (formularios, CRM, ERPs).", "color": "游리" },
      { "value": 4, "label": "Recolectamos datos autom치ticamente desde m칰ltiples canales y se almacenan de forma organizada.", "color": "游릭" }
    ]
  },
  {
    "id": 27,
    "area": "Datos y Toma de Decisiones",
    "text": "쯈u칠 tipo de an치lisis se realiza sobre los datos recolectados?",
    "options": [
      { "value": 1, "label": "No realizamos an치lisis; solo miramos cifras aisladas cuando es necesario.", "color": "游댮" },
      { "value": 2, "label": "Hacemos an치lisis b치sicos en Excel u hojas de c치lculo.", "color": "游" },
      { "value": 3, "label": "Hacemos reportes regulares que incluyen gr치ficos, comparaciones y tendencias.", "color": "游리" },
      { "value": 4, "label": "Aplicamos an치lisis predictivo, segmentaci칩n avanzada o dashboards en tiempo real con herramientas BI (Power BI, Tableau, Looker, etc.).", "color": "游릭" }
    ]
  },
  {
    "id": 28,
    "area": "Datos y Toma de Decisiones",
    "text": "쯈u칠 nivel de acceso tienen los directivos y equipos a la informaci칩n relevante para decisiones?",
    "options": [
      { "value": 1, "label": "Los datos est치n dispersos y solo algunos empleados los entienden.", "color": "游댮" },
      { "value": 2, "label": "Hay reportes, pero no son frecuentes ni est치n adaptados al rol de cada equipo.", "color": "游" },
      { "value": 3, "label": "Los responsables acceden a reportes frecuentes y comprensibles con informaci칩n 칰til.", "color": "游리" },
      { "value": 4, "label": "Todos los niveles acceden a informaci칩n segmentada y relevante en tiempo real, a trav칠s de plataformas visuales o automatizadas.", "color": "游릭" }
    ]
  },
  {
    "id": 29,
    "area": "Datos y Toma de Decisiones",
    "text": "쯃os datos se usan para tomar decisiones estrat칠gicas?",
    "options": [
      { "value": 1, "label": "Las decisiones se toman por intuici칩n o experiencia, sin basarse en datos.", "color": "游댮" },
      { "value": 2, "label": "Los datos se revisan como referencia, pero no son determinantes en las decisiones.", "color": "游" },
      { "value": 3, "label": "Los datos gu칤an decisiones importantes, aunque a veces se complementan con juicio subjetivo.", "color": "游리" },
      { "value": 4, "label": "Todas las decisiones clave (marketing, producto, operaciones) se apoyan sistem치ticamente en an치lisis de datos objetivos.", "color": "游릭" }
    ]
  },
  {
    "id": 30,
    "area": "Datos y Toma de Decisiones",
    "text": "쯈u칠 herramientas utilizan para visualizar, interpretar y actuar sobre los datos?",
    "options": [
      { "value": 1, "label": "No usamos herramientas de visualizaci칩n de datos.", "color": "游댮" },
      { "value": 2, "label": "Solo usamos hojas de c치lculo con tablas o gr치ficos b치sicos.", "color": "游" },
      { "value": 3, "label": "Utilizamos dashboards sencillos o herramientas como Google Data Studio.", "color": "游리" },
      { "value": 4, "label": "Utilizamos soluciones avanzadas de inteligencia de negocio (BI), con integraci칩n a m칰ltiples fuentes de datos.", "color": "游릭" }
    ]
  },
  {
    "id": 31,
    "area": "Ciberseguridad y Protecci칩n de Datos",
    "text": "쮺칩mo gestionan los riesgos digitales en la empresa?",
    "options": [
      { "value": 1, "label": "No identificamos ni gestionamos los riesgos digitales.", "color": "游댮" },
      { "value": 2, "label": "Se gestionan de forma reactiva, cuando ocurre un problema.", "color": "游" },
      { "value": 3, "label": "Se han identificado riesgos principales y se toman acciones preventivas b치sicas.", "color": "游리" },
      { "value": 4, "label": "Contamos con una evaluaci칩n formal de riesgos, priorizaci칩n de amenazas y planes de mitigaci칩n activos.", "color": "游릭" }
    ]
  },
  {
    "id": 32,
    "area": "Ciberseguridad y Protecci칩n de Datos",
    "text": "쯃a empresa cuenta con pol칤ticas formales de ciberseguridad y uso de tecnolog칤as?",
    "options": [
      { "value": 1, "label": "No existen pol칤ticas o protocolos escritos relacionados con ciberseguridad.", "color": "游댮" },
      { "value": 2, "label": "Existen reglas informales o acuerdos verbales con el equipo.", "color": "游" },
      { "value": 3, "label": "Tenemos pol칤ticas m칤nimas documentadas y comunicadas (uso de contrase침as, backups, antivirus, etc.).", "color": "游리" },
      { "value": 4, "label": "Hay pol칤ticas formales que incluyen acceso, protecci칩n de datos, control de dispositivos, y son actualizadas regularmente.", "color": "游릭" }
    ]
  },
  {
    "id": 33,
    "area": "Ciberseguridad y Protecci칩n de Datos",
    "text": "쯈u칠 mecanismos utilizan para asegurar la continuidad operativa ante incidentes digitales?",
    "options": [
      { "value": 1, "label": "No hay plan de continuidad; cualquier incidente puede paralizar la operaci칩n.", "color": "游댮" },
      { "value": 2, "label": "Tenemos backups manuales, pero sin procedimientos definidos de recuperaci칩n.", "color": "游" },
      { "value": 3, "label": "Existen planes de recuperaci칩n y se han realizado pruebas parciales.", "color": "游리" },
      { "value": 4, "label": "Contamos con planes de continuidad del negocio actualizados, roles definidos y pruebas regulares de contingencia.", "color": "游릭" }
    ]
  },
  {
    "id": 34,
    "area": "Ciberseguridad y Protecci칩n de Datos",
    "text": "쮺칩mo capacitan al equipo en temas de ciberseguridad y cumplimiento?",
    "options": [
      { "value": 1, "label": "No se ha realizado ninguna capacitaci칩n o sensibilizaci칩n al respecto.", "color": "游댮" },
      { "value": 2, "label": "Se han compartido recomendaciones generales, pero sin formaci칩n estructurada.", "color": "游" },
      { "value": 3, "label": "Se realizan capacitaciones peri칩dicas con contenidos adaptados al rol de cada equipo.", "color": "游리" },
      { "value": 4, "label": "La formaci칩n en ciberseguridad es parte de la cultura organizacional: hay programas formales, evaluaci칩n continua y simulacros (phishing, recuperaci칩n de datos, etc.).", "color": "游릭" }
    ]
  },
  {
    "id": 35,
    "area": "Ciberseguridad y Protecci칩n de Datos",
    "text": "쮺umplen con alguna normativa local o internacional de protecci칩n de datos o ciberseguridad?",
    "options": [
      { "value": 1, "label": "No cumplimos ninguna normativa ni estamos al tanto de obligaciones legales.", "color": "游댮" },
      { "value": 2, "label": "Conocemos algunas regulaciones, pero no las aplicamos formalmente.", "color": "游" },
      { "value": 3, "label": "Cumplimos con normativas b치sicas como protecci칩n de datos personales (Ley Org치nica de Protecci칩n de Datos Personales en Ecuador, por ejemplo).", "color": "游리" },
      { "value": 4, "label": "Cumplimos y documentamos normativas nacionales e internacionales (ISO 27001, GDPR, PCI-DSS u otras), y auditamos regularmente.", "color": "游릭" }
    ]
  },
  {
    "id": 36,
    "area": "Estrategia y Gobernanza Digital",
    "text": "쮺칩mo se define y comunica la estrategia digital dentro de la empresa?",
    "options": [
      { "value": 1, "label": "No existe estrategia formal de digitalizaci칩n.", "color": "游댮" },
      { "value": 2, "label": "La estrategia digital se menciona ocasionalmente, pero no forma parte del plan estrat칠gico.", "color": "游" },
      { "value": 3, "label": "Est치 incorporada en los objetivos de algunas 치reas o iniciativas concretas.", "color": "游리" },
      { "value": 4, "label": "Es un eje transversal en la estrategia de la empresa, con presupuesto, metas y responsables definidos.", "color": "游릭" }
    ]
  },
  {
    "id": 37,
    "area": "Estrategia y Gobernanza Digital",
    "text": "쮺칩mo se alinea la estrategia digital con los objetivos comerciales?",
    "options": [
      { "value": 1, "label": "La estrategia digital no tiene relaci칩n clara con los objetivos comerciales.", "color": "游댮" },
      { "value": 2, "label": "Se intenta alinear, pero no hay m칠tricas claras de impacto.", "color": "游" },
      { "value": 3, "label": "Se establecen conexiones entre estrategia digital y objetivos comerciales, con revisiones peri칩dicas.", "color": "游리" },
      { "value": 4, "label": "Se monitorea constantemente el impacto de la estrategia digital sobre los objetivos comerciales, con ajustes 치giles y basados en datos.", "color": "游릭" }
    ]
  },
  {
    "id": 38,
    "area": "Estrategia y Gobernanza Digital",
    "text": "쯈ui칠n lidera la estrategia digital en la empresa?",
    "options": [
      { "value": 1, "label": "No hay l칤der definido; la digitalizaci칩n surge de manera espont치nea.", "color": "游댮" },
      { "value": 2, "label": "Algunos l칤deres promueven cambios puntuales sin enfoque integral.", "color": "游" },
      { "value": 3, "label": "Un responsable o departamento tiene cierta autonom칤a en decisiones digitales.", "color": "游리" },
      { "value": 4, "label": "Cuenta con un comit칠 digital o l칤der dedicado a la transformaci칩n digital con autoridad estrat칠gica.", "color": "游릭" }
    ]
  },
  {
    "id": 39,
    "area": "Estrategia y Gobernanza Digital",
    "text": "쯉e revisa y actualiza la estrategia digital con frecuencia?",
    "options": [
      { "value": 1, "label": "No hay revisi칩n; la estrategia digital es est치tica.", "color": "游댮" },
      { "value": 2, "label": "Se revisa ocasionalmente, pero sin metodolog칤a formal.", "color": "游" },
      { "value": 3, "label": "Se revisa anualmente o tras hitos importantes.", "color": "游리" },
      { "value": 4, "label": "Se mide continuamente y se ajusta con base en resultados y tendencias del mercado.", "color": "游릭" }
    ]
  },
  {
    "id": 40,
    "area": "Innovaci칩n y Futuro Digital",
    "text": "쯈u칠 papel tiene la innovaci칩n digital dentro de la estrategia de la empresa?",
    "options": [
      { "value": 1, "label": "No se considera la innovaci칩n digital como parte del plan de negocios.", "color": "游댮" },
      { "value": 2, "label": "La innovaci칩n es algo deseable, pero no forma parte del plan estrat칠gico.", "color": "游" },
      { "value": 3, "label": "Est치 incorporada en los objetivos de algunas 치reas o iniciativas concretas.", "color": "游리" },
      { "value": 4, "label": "Es un eje transversal en la estrategia de la empresa, con presupuesto, metas y responsables definidos.", "color": "游릭" }
    ]
  },
  {
    "id": 41,
    "area": "Innovaci칩n y Futuro Digital",
    "text": "쮺칩mo se identifican nuevas tecnolog칤as o soluciones digitales para el negocio?",
    "options": [
      { "value": 1, "label": "Solo se implementan tecnolog칤as cuando hay urgencias o presi칩n externa.", "color": "游댮" },
      { "value": 2, "label": "Nos informamos ocasionalmente, pero sin metodolog칤a sistem치tica.", "color": "游" },
      { "value": 3, "label": "Exploramos y evaluamos tecnolog칤as digitales con base en tendencias del mercado o benchmarks sectoriales.", "color": "游리" },
      { "value": 4, "label": "Contamos con procesos formales de vigilancia tecnol칩gica, scouting de innovaci칩n o colaboraci칩n con startups/instituciones.", "color": "游릭" }
    ]
  },
  {
    "id": 42,
    "area": "Innovaci칩n y Futuro Digital",
    "text": "쯃a empresa ha redise침ado productos, servicios o modelos de negocio con base en capacidades digitales?",
    "options": [
      { "value": 1, "label": "Ofrecemos los mismos productos y servicios sin cambios digitales significativos.", "color": "游댮" },
      { "value": 2, "label": "Hemos digitalizado la atenci칩n o comunicaci칩n, pero no el producto/servicio en s칤.", "color": "游" },
      { "value": 3, "label": "Algunos productos o servicios han sido adaptados o complementados con tecnolog칤a.", "color": "游리" },
      { "value": 4, "label": "Desarrollamos productos/servicios nativos digitales o modelos de negocio digitales (suscripciones, plataformas, servicios on demand, etc.).", "color": "游릭" }
    ]
  },
  {
    "id": 43,
    "area": "Innovaci칩n y Futuro Digital",
    "text": "쮼xiste una cultura organizacional que promueva la experimentaci칩n y el aprendizaje digital?",
    "options": [
      { "value": 1, "label": "La mayor칤a de empleados resiste el cambio digital y prefiere lo tradicional.", "color": "游댮" },
      { "value": 2, "label": "Algunos equipos est치n dispuestos a innovar, pero no hay pol칤ticas claras para probar nuevas ideas.", "color": "游" },
      { "value": 3, "label": "Se permite experimentar con nuevas soluciones y se reconocen iniciativas internas.", "color": "游리" },
      { "value": 4, "label": "Hay incentivos, metodolog칤as 치giles y espacios organizados para probar, evaluar e implementar mejoras digitales continuamente.", "color": "游릭" }
    ]
  },
  {
    "id": 44,
    "area": "Innovaci칩n y Futuro Digital",
    "text": "쯈u칠 tipo de tecnolog칤as emergentes se est치n considerando o utilizando?",
    "options": [
      { "value": 1, "label": "No usamos ni estamos evaluando tecnolog칤as emergentes.", "color": "游댮" },
      { "value": 2, "label": "Conocemos herramientas como IA, IoT, RPA o blockchain, pero no hemos hecho pruebas.", "color": "游" },
      { "value": 3, "label": "Hemos realizado pruebas piloto o implementaciones limitadas de tecnolog칤as emergentes.", "color": "游리" },
      { "value": 4, "label": "Estamos integrando o escalando tecnolog칤as emergentes en procesos clave del negocio.", "color": "游릭" }
    ]
  }
]